cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/devel-only'
tap 'versent/taps'
brew 'ctags'
# brew 'exercism'
brew 'exiftool'
brew 'gdrive'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'go'
brew 'hugo'
brew 'jq'
brew 'openssl'
brew 'lua'
# brew 'lzo'
brew 'nvm'
brew 'p7zip'
# brew 'pandoc'
brew 'sqlite'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'terminal-notifier'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'vim', args: ['with-lua']
brew 'wget'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'macdown'
# cask 'skype'
cask 'slack'
# cask 'sonos'
cask 'spotify'
cask 'vlc'
# Versent
# brew 'packer'
# cask 'box-sync'
# cask 'calibre'
brew 'versent/taps/saml2aws'
brew 'versent/taps/unicreds'
# Licensed Applications
cask 'screenflow'
cask 'viscosity'
cask 'spectacle'
brew 'stow'
